spec/fixtures/soap/xml/IControl/LocalLB/ProfileHttpClass/IControl.LocalLB.ProfileHttpClass.add_path_match_pattern_3c4ec67ec9d7b4f50b12ed4af3e11e9c_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:add_path_match_pattern><profile_names><value>test_profile2</value></profile_names><patterns><item><value><pattern>test_path-regexp</pattern><is_glob>false</is_glob></value></item></patterns></wsdl:add_path_match_pattern></env:Body></env:Envelope>